data = [
  {
    "": 0,
    "name": "Sun",
    "Distance": 0.000015813,
    "Mass": 1.989e+30,
    "Radius": 695700000,
    "Gravity": 274.2691614595739
  },
  {
    "": 1,
    "name": "Sirius",
    "Distance": "0008.6",
    "Mass": 4.1769e+30,
    "Radius": 1189647000,
    "Gravity": 196.971799550325
  },
  {
    "": 2,
    "name": "Canopus",
    "Distance": "0310",
    "Mass": 2.9835e+31,
    "Radius": 49394700000,
    "Gravity": 0.8161153386021839
  },
  {
    "": 3,
    "name": "Alpha Centauri",
    "Distance": "0004.4",
    "Mass": 2.1879e+30,
    "Radius": 834840000,
    "Gravity": 209.51116500384123
  },
  {
    "": 4,
    "name": "Arcturus",
    "Distance": "0037",
    "Mass": 2.1879e+30,
    "Radius": 18088200000,
    "Gravity": 0.44629597278924754
  },
  {
    "": 5,
    "name": "Vega",
    "Distance": "0025",
    "Mass": 4.3758e+30,
    "Radius": 1878390000.0000002,
    "Gravity": 82.76984296448046
  },
  {
    "": 6,
    "name": "Capella",
    "Distance": "0043",
    "Mass": 5.1714e+30,
    "Radius": 8348400000,
    "Gravity": 4.952082081908975
  },
  {
    "": 7,
    "name": "Rigel",
    "Distance": "0860",
    "Mass": 4.574699999999999e+31,
    "Radius": 54890730000.00001,
    "Gravity": 1.01332978543217
  },
  {
    "": 8,
    "name": "Procyon",
    "Distance": "0011.4",
    "Mass": 2.9835e+30,
    "Radius": 1321830000,
    "Gravity": 113.9622554541166
  },
  {
    "": 9,
    "name": "Betelgeuse",
    "Distance": "0640[1]",
    "Mass": 3.978e+31,
    "Radius": 660915000000,
    "Gravity": 0.006077986957552885
  },
  {
    "": 10,
    "name": "Achernar",
    "Distance": "0144",
    "Mass": 1.33263e+31,
    "Radius": 6470010000.000001,
    "Gravity": 21.2464259657665
  },
  {
    "": 11,
    "name": "Hadar",
    "Distance": "0390",
    "Mass": 2.08845e+31,
    "Radius": 5983020000,
    "Gravity": 38.937617567949246
  },
  {
    "": 12,
    "name": "Altair",
    "Distance": "0017",
    "Mass": 3.5802e+30,
    "Radius": 1252260000,
    "Gravity": 152.37175636642996
  },
  {
    "": 13,
    "name": "Acrux",
    "Distance": "0320",
    "Mass": 3.5801999999999996e+31,
    "Radius": 6191730000,
    "Gravity": 62.326030883377484
  },
  {
    "": 14,
    "name": "Aldebaran",
    "Distance": "0065",
    "Mass": 2.9835e+30,
    "Radius": 30610800000,
    "Gravity": 0.21250193294905007
  },
  {
    "": 15,
    "name": "Antares",
    "Distance": "0600",
    "Mass": 2.3868e+31,
    "Radius": 473076000000,
    "Gravity": 0.0071177118025840995
  },
  {
    "": 16,
    "name": "Spica",
    "Distance": "0260",
    "Mass": 2.2734269999999998e+31,
    "Radius": 5196879000,
    "Gravity": 56.18003500809
  },
  {
    "": 17,
    "name": "Pollux",
    "Distance": "0034",
    "Mass": 3.7790999999999997e+30,
    "Radius": 6122160000.000001,
    "Gravity": 6.729227876719916
  },
  {
    "": 18,
    "name": "Fomalhaut",
    "Distance": "0025",
    "Mass": 3.7790999999999997e+30,
    "Radius": 1252260000,
    "Gravity": 160.8368539423427
  },
  {
    "": 19,
    "name": "Deneb",
    "Distance": "2,600",
    "Mass": 3.7791e+31,
    "Radius": 141227100000,
    "Gravity": 0.12645572733460908
  },
  {
    "": 20,
    "name": "Mimosa",
    "Distance": "0350",
    "Mass": 3.1824e+31,
    "Radius": 5843880000,
    "Gravity": 62.19255361895101
  },
  {
    "": 21,
    "name": "Regulus",
    "Distance": "0077",
    "Mass": 7.558199999999999e+30,
    "Radius": 2156670000,
    "Gravity": 108.45190567600218
  },
  {
    "": 22,
    "name": "Adhara",
    "Distance": "0430",
    "Mass": 2.48625e+31,
    "Radius": 9739800000,
    "Gravity": 17.491655705329972
  },
  {
    "": 23,
    "name": "Shaula",
    "Distance": "0700",
    "Mass": 2.88405e+31,
    "Radius": 6122160000.000001,
    "Gravity": 51.354633796020416
  },
  {
    "": 24,
    "name": "Castor",
    "Distance": "0052",
    "Mass": 5.5692e+30,
    "Radius": 1669680000,
    "Gravity": 133.3252868206262
  },
  {
    "": 25,
    "name": "Gacrux",
    "Distance": "0088",
    "Mass": 2.9835e+30,
    "Radius": 58438800000,
    "Gravity": 0.058305519017766566
  },
  {
    "": 26,
    "name": "Bellatrix",
    "Distance": "0240",
    "Mass": 1.7105399999999998e+31,
    "Radius": 4035060000,
    "Gravity": 70.11637302474244
  },
  {
    "": 27,
    "name": "Elnath",
    "Distance": "0130",
    "Mass": 9.945e+30,
    "Radius": 2921940000,
    "Gravity": 77.74069202368877
  },
  {
    "": 28,
    "name": "Miaplacidus",
    "Distance": "0110",
    "Mass": 6.9615e+30,
    "Radius": 4730760000,
    "Gravity": 20.759992757536956
  },
  {
    "": 29,
    "name": "Alnilam",
    "Distance": "2,000",
    "Mass": 6.3648e+31,
    "Radius": 29219400000,
    "Gravity": 4.975404289516081
  },
  {
    "": 30,
    "name": "Gamma Velorum",
    "Distance": "01,100",
    "Mass": 1.7900999999999998e+31,
    "Radius": 4174200000,
    "Gravity": 68.56729036489348
  },
  {
    "": 31,
    "name": "Alnair",
    "Distance": "0101",
    "Mass": 7.956e+30,
    "Radius": 2365380000,
    "Gravity": 94.90282403445465
  },
  {
    "": 32,
    "name": "Alioth",
    "Distance": "0081",
    "Mass": 5.7681e+30,
    "Radius": 2921940000,
    "Gravity": 45.08960137373948
  },
  {
    "": 33,
    "name": "Alnitak",
    "Distance": "01050",
    "Mass": 6.5637e+31,
    "Radius": 13914000000,
    "Gravity": 22.627205820414854
  },
  {
    "": 34,
    "name": "Dubhe",
    "Distance": "0120",
    "Mass": 8.453249999999999e+30,
    "Radius": 20871000000,
    "Gravity": 1.2951599291146547
  },
  {
    "": 35,
    "name": "Mirfak",
    "Distance": "0590",
    "Mass": 1.6906499999999999e+31,
    "Radius": 47307600000,
    "Gravity": 0.5041712526830403
  },
  {
    "": 36,
    "name": "Wezen",
    "Distance": "1,600",
    "Mass": 3.3812999999999997e+31,
    "Radius": 139140000000,
    "Gravity": 0.11656439362031894
  },
  {
    "": 37,
    "name": "Sargas",
    "Distance": "0270",
    "Mass": 1.13373e+31,
    "Radius": 18088200000,
    "Gravity": 2.3126245862715553
  },
  {
    "": 38,
    "name": "Kaus Australis",
    "Distance": "0140",
    "Mass": 6.9615e+30,
    "Radius": 4730760000,
    "Gravity": 20.759992757536956
  },
  {
    "": 39,
    "name": "Avior",
    "Distance": "0630",
    "Mass": 1.7900999999999998e+31,
    "Radius": 90441000000,
    "Gravity": 0.14606050018557193
  },
  {
    "": 40,
    "name": "Alkaid",
    "Distance": "0104",
    "Mass": 1.2132899999999998e+31,
    "Radius": 2365380000,
    "Gravity": 144.72680665254333
  },
  {
    "": 41,
    "name": "Menkalinan",
    "Distance": "081",
    "Mass": 4.75371e+30,
    "Radius": 1927089000,
    "Gravity": 85.43097080483021
  },
  {
    "": 42,
    "name": "Atria",
    "Distance": "0390",
    "Mass": 1.3923e+31,
    "Radius": 64004400000,
    "Gravity": 0.22682941046987445
  },
  {
    "": 43,
    "name": "Alhena",
    "Distance": "0109",
    "Mass": 5.5692e+30,
    "Radius": 2295810000,
    "Gravity": 70.51915997124031
  },
  {
    "": 44,
    "name": "Peacock",
    "Distance": "0180",
    "Mass": 1.17351e+31,
    "Radius": 3339360000,
    "Gravity": 70.23385645015132
  },
  {
    "": 45,
    "name": "Alsephina[2]",
    "Distance": "0080",
    "Mass": 4.7735999999999997e+30,
    "Radius": 2017530000,
    "Gravity": 78.26943965552645
  },
  {
    "": 46,
    "name": "Mirzam",
    "Distance": "0500",
    "Mass": 2.68515e+31,
    "Radius": 6957000000,
    "Gravity": 37.02633679704249
  },
  {
    "": 47,
    "name": "Polaris",
    "Distance": "0430",
    "Mass": 1.07406e+31,
    "Radius": 27132300000,
    "Gravity": 0.973736667903813
  },
  {
    "": 48,
    "name": "Alphard",
    "Distance": "0180",
    "Mass": 5.967e+30,
    "Radius": 34785000000,
    "Gravity": 0.32912299375148873
  },
  {
    "": 49,
    "name": "Mintaka",
    "Distance": "01200",
    "Mass": 4.7736e+31,
    "Radius": 11479050000,
    "Gravity": 24.17799770442525
  },
  {
    "": 50,
    "name": "Scheat",
    "Distance": "0196",
    "Mass": 4.1769e+30,
    "Radius": 66091500000,
    "Gravity": 0.0638188630543053
  },
  {
    "": 51,
    "name": "Almaaz",
    "Distance": "0653",
    "Mass": 2.9835e+31,
    "Radius": 97398000000,
    "Gravity": 0.20989986846395964
  },
  {
    "": 52,
    "name": "Rasalgethi",
    "Distance": "0360",
    "Mass": 5.5692e+30,
    "Radius": 194796000000,
    "Gravity": 0.009795327194984781
  },
  {
    "": 53,
    "name": "Tau Ceti",
    "Distance": "011.9",
    "Mass": 1.557387e+30,
    "Radius": 621260100,
    "Gravity": 269.29967110479345
  },
  {
    "": 54,
    "name": "Delta Pavonis",
    "Distance": "019.92",
    "Mass": 1.9710989999999998e+30,
    "Radius": 848754000,
    "Gravity": 182.61269753187165
  },
  {
    "": 55,
    "name": "Ran",
    "Distance": "010.48",
    "Mass": 1.6309799999999997e+30,
    "Radius": 514818000,
    "Gravity": 410.70254272616984
  },
  {
    "": 56,
    "name": "V382 Carinae",
    "Distance": "08,900",
    "Mass": 3.978e+31,
    "Radius": 337414500000,
    "Gravity": 0.023319728894426524
  },
  {
    "": 57,
    "name": "Eta Carinae",
    "Distance": "07,500",
    "Mass": 1.989e+32,
    "Radius": 612911700000,
    "Gravity": 0.035336632665075154
  },
  {
    "": 58,
    "name": "Delta Cephei",
    "Distance": "0887",
    "Mass": 8.950499999999999e+30,
    "Radius": 30958650000,
    "Gravity": 0.6232603088337749
  },
  {
    "": 59,
    "name": "Mu Cephei",
    "Distance": "06,000",
    "Mass": 3.8188799999999997e+31,
    "Radius": 676220400000,
    "Gravity": 0.005573726798954914
  },
  {
    "": 60,
    "name": "Titawin",
    "Distance": "044.25",
    "Mass": 2.52603e+30,
    "Radius": 1029636000,
    "Gravity": 159.02202111653529
  },
  {
    "": 61,
    "name": "Rho Cassiopeiae",
    "Distance": "08,154",
    "Mass": 4.3758e+31,
    "Radius": 682481700000,
    "Gravity": 0.006269914878211634
  },
  {
    "": 62,
    "name": "P Cygni",
    "Distance": "05,545",
    "Mass": 5.967e+31,
    "Radius": 52873200000,
    "Gravity": 1.4245281931764575
  },
  {
    "": 63,
    "name": "VV Cephei",
    "Distance": "04,900",
    "Mass": 3.61998e+31,
    "Radius": 730485000000,
    "Gravity": 0.004527617903459634
  },
  {
    "": 64,
    "name": "61 Cygni",
    "Distance": "011.41",
    "Mass": 1.3923e+30,
    "Radius": 462640500,
    "Gravity": 434.14192553949175
  },
  {
    "": 65,
    "name": "R Doradus",
    "Distance": "0178",
    "Mass": 1.989e+30,
    "Radius": 207318600000,
    "Gravity": 0.0030884775624923874
  },
  {
    "": 66,
    "name": "Polaris Australis",
    "Distance": "0281",
    "Mass": 3.16251e+30,
    "Radius": 2601918000,
    "Gravity": 31.176754176608036
  },
  {
    "": 67,
    "name": "R Coronae Borealis",
    "Distance": "04,566",
    "Mass": 1.6906499999999997e+30,
    "Radius": 59134500000,
    "Gravity": 0.032266960171714584
  },
  {
    "": 68,
    "name": "54 Piscium",
    "Distance": "036.1",
    "Mass": 1.51164e+30,
    "Radius": 653958000,
    "Gravity": 235.9037604224493
  },
  {
    "": 69,
    "name": "Mira",
    "Distance": "0300",
    "Mass": 2.3867999999999998e+30,
    "Radius": 257409000000,
    "Gravity": 0.00240411244522636
  },
  {
    "": 70,
    "name": "RW Cephei",
    "Distance": "014,000",
    "Mass": 2.76471e+31,
    "Radius": 805620600000,
    "Gravity": 0.0028429856016179986
  },
  {
    "": 71,
    "name": "Lacaille 8760",
    "Distance": "012.87",
    "Mass": 1.1933999999999999e+30,
    "Radius": 354807000,
    "Gravity": 632.685493563031
  },
  {
    "": 72,
    "name": "II Pegasi",
    "Distance": "0130",
    "Mass": 1.5912e+30,
    "Radius": 2365380000,
    "Gravity": 18.98056480689093
  },
  {
    "": 73,
    "name": "VY Canis Majoris",
    "Distance": "03,900",
    "Mass": 3.3812999999999997e+31,
    "Radius": 987894000000,
    "Gravity": 0.0023123267927061875
  },
  {
    "": 74,
    "name": "Pistol Star",
    "Distance": "025,000",
    "Mass": 1.989e+32,
    "Radius": 222624000000,
    "Gravity": 0.2678409779878652
  },
  {
    "": 75,
    "name": "S Doradus",
    "Distance": "0169,000",
    "Mass": 4.7736e+31,
    "Radius": 264366000000,
    "Gravity": 0.04558490218164664
  },
  {
    "": 76,
    "name": "UY Scuti",
    "Distance": "05,100",
    "Mass": 1.989e+31,
    "Radius": 525253500000,
    "Gravity": 0.004811528642771352
  },
  {
    "": 77,
    "name": "Barnard's Star",
    "Distance": "05.98",
    "Mass": 2.7846e+29,
    "Radius": 139140000,
    "Gravity": 959.9420651085089
  },
  {
    "": 78,
    "name": "Proxima Centauri",
    "Distance": "04.25",
    "Mass": 2.3868e+29,
    "Radius": 104355000,
    "Gravity": 1462.7688611177277
  },
  {
    "": 79,
    "name": "KIC 8462852",
    "Distance": "01,470",
    "Mass": 2.84427e+30,
    "Radius": 1099206000,
    "Gravity": 157.10819615734286
  },
  {
    "": 80,
    "name": "R136a1",
    "Distance": "0163,000",
    "Mass": 5.7680999999999994e+32,
    "Radius": 22262400000,
    "Gravity": 77.67388361648091
  },
  {
    "": 81,
    "name": "Melnick 42",
    "Distance": "0163,000",
    "Mass": 3.75921e+32,
    "Radius": 14679270000.000002,
    "Gravity": 116.4324060911917
  },
  {
    "": 82,
    "name": "WR 102",
    "Distance": "018,134",
    "Mass": 3.7791e+31,
    "Radius": 271323000,
    "Gravity": 34261.104981800825
  },
  {
    "": 83,
    "name": "VFTS 352",
    "Distance": "0164,000",
    "Mass": 1.1432771999999998e+32,
    "Radius": 10066779000,
    "Gravity": 75.29335961731135
  },
  {
    "": 84,
    "name": "YBP 1194",
    "Distance": "02,772",
    "Mass": 2.00889e+30,
    "Radius": 688743000,
    "Gravity": 282.6363157577489
  },
  {
    "": 85,
    "name": "Gliese 1214",
    "Distance": "047.5",
    "Mass": 3.1824e+29,
    "Radius": 146097000,
    "Gravity": 995.0808579032163
  },
  {
    "": 86,
    "name": "NML Cygni",
    "Distance": "05,251",
    "Mass": 9.945e+31,
    "Radius": 1140948000000,
    "Gravity": 0.005098697974783871
  },
  {
    "": 87,
    "name": "VB 10",
    "Distance": "018.72",
    "Mass": 1.4917499999999999e+29,
    "Radius": 69570000,
    "Gravity": 2057.0187109468043
  },
  {
    "": 88,
    "name": "WOH G64",
    "Distance": "0163,000",
    "Mass": 4.9725e+31,
    "Radius": 1203561000000,
    "Gravity": 0.002290998374983912
  },
  {
    "": 89,
    "name": "TRAPPIST-1",
    "Distance": "039.6",
    "Mass": 1.7702099999999997e+29,
    "Radius": 83484000,
    "Gravity": 1695.1357895765334
  },
  {
    "": 90,
    "name": "2MASS J0523-1403",
    "Distance": "040.3",
    "Mass": 1.3923e+29,
    "Radius": 59830199.99999999,
    "Gravity": 2595.841171196618
  },
  {
    "": 91,
    "name": "SDSS J000013.54+255418.6Ã‚Â [de]",
    "Distance": 46.1,
    "Mass": 9.5472e+31,
    "Radius": 688743000,
    "Gravity": 13432.220946902917
  },
  {
    "": 92,
    "name": "2MASS J00040288-6410358",
    "Distance": 192,
    "Mass": 3.7791e+31,
    "Radius": 1133991000,
    "Gravity": 1961.3512242583106
  },
  {
    "": 93,
    "name": "2MASS J00242463-0158201",
    "Distance": 37.7,
    "Mass": 1.5713099999999999e+32,
    "Radius": 758313000,
    "Gravity": 18236.90241167102
  },
  {
    "": 94,
    "name": "2MASS J00274197+0503417",
    "Distance": 236,
    "Mass": 6.165899999999999e+31,
    "Radius": 1001808000,
    "Gravity": 4100.281638332751
  },
  {
    "": 95,
    "name": "2MASSW J0030300-145033",
    "Distance": 87.2,
    "Mass": 1.07406e+32,
    "Radius": 681786000,
    "Gravity": 15421.214825923567
  },
  {
    "": 96,
    "name": "2MASS J00332386-1521309Ã‚Â [de]",
    "Distance": 131,
    "Mass": 5.7681e+31,
    "Radius": 994851000,
    "Gravity": 3889.5817312962217
  },
  {
    "": 97,
    "name": "2MASS J00345157+0523050",
    "Distance": 31,
    "Mass": 8.3538e+31,
    "Radius": 653958000,
    "Gravity": 13036.786760187986
  },
  {
    "": 98,
    "name": "2MASS 0036+1821",
    "Distance": 28.6,
    "Mass": 8.3538e+31,
    "Radius": 653958000,
    "Gravity": 13036.786760187986
  },
  {
    "": 99,
    "name": "2MASSW J0045214+163445",
    "Distance": 57,
    "Mass": 4.574699999999999e+31,
    "Radius": 1127034000,
    "Gravity": 2403.6696820493066
  },
  {
    "": 100,
    "name": "WISEP J004701.06+680352.1Ã‚Â [fr]",
    "Distance": 40,
    "Mass": 2.3868e+31,
    "Radius": 904410000,
    "Gravity": 1947.4733358076255
  },
  {
    "": 101,
    "name": "2MASS J00501994-3322402Ã‚Â [de]",
    "Distance": 34,
    "Mass": 7.956e+31,
    "Radius": 653958000,
    "Gravity": 12415.987390655226
  },
  {
    "": 102,
    "name": "2MASS J00584253-0651239Ã‚Â [de]",
    "Distance": 96,
    "Mass": 5.7681e+31,
    "Radius": 994851000,
    "Gravity": 3889.5817312962217
  },
  {
    "": 103,
    "name": "2MASSI J0103320+193536",
    "Distance": 70,
    "Mass": 1.0342799999999999e+32,
    "Radius": 681786000,
    "Gravity": 14850.058721259731
  },
  {
    "": 104,
    "name": "SDSSp J010752.33+004156.1Ã‚Â [de]",
    "Distance": 51,
    "Mass": 1.0342799999999999e+32,
    "Radius": 681786000,
    "Gravity": 14850.058721259731
  },
  {
    "": 105,
    "name": "2MASSI J0117474-340325Ã‚Â [de]",
    "Distance": 163,
    "Mass": 3.978e+31,
    "Radius": 1127034000,
    "Gravity": 2090.147549608093
  },
  {
    "": 106,
    "name": "2MASS J01415823-4633574Ã‚Â [de]",
    "Distance": 130,
    "Mass": 3.978e+31,
    "Radius": 1120077000,
    "Gravity": 2116.192750739354
  },
  {
    "": 107,
    "name": "SDSS J015141.69+124429.6",
    "Distance": 70,
    "Mass": 9.3483e+31,
    "Radius": 674829000,
    "Gravity": 13700.340725475582
  },
  {
    "": 108,
    "name": "SDSS J020742.48+000056.2Ã‚Â [de]",
    "Distance": 111,
    "Mass": 9.3483e+31,
    "Radius": 674829000,
    "Gravity": 13700.340725475582
  },
  {
    "": 109,
    "name": "2MASS J02103857-3015313",
    "Distance": 101,
    "Mass": 2.9835e+31,
    "Radius": 1064421000,
    "Gravity": 1757.459704341753
  },
  {
    "": 110,
    "name": "2MASS J02340093-6442068",
    "Distance": 155,
    "Mass": 3.978e+31,
    "Radius": 1127034000,
    "Gravity": 2090.147549608093
  },
  {
    "": 111,
    "name": "2MASS J02411151-0326587Ã‚Â [de]",
    "Distance": 152,
    "Mass": 5.3703e+31,
    "Radius": 980937000,
    "Gravity": 3724.7962171965683
  },
  {
    "": 112,
    "name": "2MASS J02431371Ã¢Ë†â€™2453298",
    "Distance": 35,
    "Mass": 6.5637e+31,
    "Radius": 688743000,
    "Gravity": 9234.651900995756
  },
  {
    "": 113,
    "name": "LP 771-21",
    "Distance": 53,
    "Mass": 1.5514199999999999e+32,
    "Radius": 751356000,
    "Gravity": 18341.044747811015
  },
  {
    "": 114,
    "name": "Teegarden's star",
    "Distance": 12.578,
    "Mass": 1.5912e+32,
    "Radius": 883539000,
    "Gravity": 13603.7776159501
  },
  {
    "": 115,
    "name": "2MASS J02535980+3206373",
    "Distance": 184,
    "Mass": 1.29285e+32,
    "Radius": 1321830000,
    "Gravity": 4938.364403011719
  },
  {
    "": 116,
    "name": "WISE J0254+0223",
    "Distance": 24,
    "Mass": 1.29285e+32,
    "Radius": 1321830000,
    "Gravity": 4938.364403011719
  },
  {
    "": 117,
    "name": "DEN 0255-4700",
    "Distance": 16.2,
    "Mass": 1.5912e+32,
    "Radius": 674829000,
    "Gravity": 23319.728894426524
  },
  {
    "": 118,
    "name": "2MASS J03185403-3421292Ã‚Â [de]",
    "Distance": 45,
    "Mass": 9.7461e+31,
    "Radius": 674829000,
    "Gravity": 14283.333947836245
  },
  {
    "": 119,
    "name": "2MASS J03205965+1854233",
    "Distance": 47,
    "Mass": 1.75032e+32,
    "Radius": 800054999.9999999,
    "Gravity": 18250.04628237619
  },
  {
    "": 120,
    "name": "2MASS J03231002-4631237",
    "Distance": 192,
    "Mass": 4.574699999999999e+31,
    "Radius": 1154862000,
    "Gravity": 2289.2258359595735
  },
  {
    "": 121,
    "name": "SDSS J032553.17+042540.1",
    "Distance": 59,
    "Mass": 8.9505e+31,
    "Radius": 660915000,
    "Gravity": 13675.470654493993
  },
  {
    "": 122,
    "name": "2MASS J03264225-2102057Ã‚Â [de]",
    "Distance": 80,
    "Mass": 3.5801999999999996e+31,
    "Radius": 904410000,
    "Gravity": 2921.2100037114383
  },
  {
    "": 123,
    "name": "2MASS J03284265+2302051Ã‚Â [de]",
    "Distance": 98,
    "Mass": 1.07406e+32,
    "Radius": 681786000,
    "Gravity": 15421.214825923567
  },
  {
    "": 124,
    "name": "2MASS J03341218-4953322",
    "Distance": 27,
    "Mass": 1.4519699999999999e+32,
    "Radius": 723528000,
    "Gravity": 18511.13978046311
  },
  {
    "": 125,
    "name": "LP 944-20",
    "Distance": 20.9,
    "Mass": 1.4519699999999999e+32,
    "Radius": 994851000,
    "Gravity": 9791.016082228422
  },
  {
    "": 126,
    "name": "2MASP J0345432+254023",
    "Distance": 88,
    "Mass": 1.4718599999999999e+32,
    "Radius": 730485000,
    "Gravity": 18408.9958712095
  },
  {
    "": 127,
    "name": "Teide 1",
    "Distance": 380,
    "Mass": 1.09395e+32,
    "Radius": 2629746000,
    "Gravity": 1055.7377929142917
  },
  {
    "": 128,
    "name": "2MASS J03510004-0052452",
    "Distance": 48,
    "Mass": 2.0287799999999997e+32,
    "Radius": 883539000,
    "Gravity": 17344.816460336377
  },
  {
    "": 129,
    "name": "2MASS J03552337+1133437",
    "Distance": 29.8,
    "Mass": 3.978e+31,
    "Radius": 918324000,
    "Gravity": 3148.1767844303713
  },
  {
    "": 130,
    "name": "2MASS J04151954Ã¢Ë†â€™0935066",
    "Distance": 18.6,
    "Mass": 5.967e+31,
    "Radius": 660915000,
    "Gravity": 9116.980436329328
  },
  {
    "": 131,
    "name": "2MASS J04285096-2253227Ã‚Â [de]",
    "Distance": 85,
    "Mass": 1.5912e+32,
    "Radius": 758313000,
    "Gravity": 18467.749277641542
  },
  {
    "": 132,
    "name": "2MASS J04351612-1606574",
    "Distance": 34,
    "Mass": 1.989e+32,
    "Radius": 876582000,
    "Gravity": 17275.709338597502
  },
  {
    "": 133,
    "name": "2MASS J04362788-4114465",
    "Distance": 142,
    "Mass": 7.757099999999999e+31,
    "Radius": 1370529000,
    "Gravity": 2756.1898778436403
  },
  {
    "": 134,
    "name": "2MASS J04390101-2353083Ã‚Â [de]",
    "Distance": 29.5,
    "Mass": 9.5472e+31,
    "Radius": 674829000,
    "Gravity": 13991.837336655914
  },
  {
    "": 135,
    "name": "2MASS J04433764+0002040",
    "Distance": 82,
    "Mass": 4.3758e+31,
    "Radius": 1238346000,
    "Gravity": 1904.4064992143121
  },
  {
    "": 136,
    "name": "2MASS J04455387-3048204Ã‚Â [de]",
    "Distance": 42,
    "Mass": 1.27296e+32,
    "Radius": 695700000,
    "Gravity": 17553.22633341273
  },
  {
    "": 137,
    "name": "2MASS J04510093-3402150Ã‚Â [de]",
    "Distance": 69,
    "Mass": 2.06856e+30,
    "Radius": 50090400000,
    "Gravity": 0.055023134243433046
  },
  {
    "": 138,
    "name": "2MASS J05002100+0330501Ã‚Â [de]",
    "Distance": 44,
    "Mass": 1.27296e+32,
    "Radius": 695700000,
    "Gravity": 17553.22633341273
  },
  {
    "": 139,
    "name": "2MASS J05012406-0010452Ã‚Â [de]",
    "Distance": 64,
    "Mass": 4.1769e+31,
    "Radius": 960065999.9999999,
    "Gravity": 3024.392139598327
  },
  {
    "": 140,
    "name": "2MASS J05160945-0445499Ã‚Â [de]",
    "Distance": 73,
    "Mass": 9.3483e+31,
    "Radius": 674829000,
    "Gravity": 13700.340725475582
  },
  {
    "": 141,
    "name": "2MASS J0523Ã¢Ë†â€™1403",
    "Distance": 40,
    "Mass": 1.3525199999999999e+32,
    "Radius": 702657000,
    "Gravity": 18282.81833080191
  },
  {
    "": 142,
    "name": "SDSS J053951.99-005902.0",
    "Distance": 41.62,
    "Mass": 1.21329e+32,
    "Radius": 702657000,
    "Gravity": 16400.763502631125
  },
  {
    "": 143,
    "name": "LSR 0602+3910Ã‚Â [de]",
    "Distance": 34.6,
    "Mass": 5.5692e+31,
    "Radius": 980937000,
    "Gravity": 3862.751632648293
  },
  {
    "": 144,
    "name": "2MASS J06085283-2753583",
    "Distance": 102,
    "Mass": 7.5582e+31,
    "Radius": 1050507000,
    "Gravity": 4570.952210632784
  },
  {
    "": 145,
    "name": "2MASS J06244595-4521548Ã‚Â [de]",
    "Distance": 39,
    "Mass": 1.11384e+32,
    "Radius": 688743000,
    "Gravity": 15670.924438053404
  },
  {
    "": 146,
    "name": "2MASS J06411840-4322329Ã‚Â [de]",
    "Distance": 65,
    "Mass": 1.3326299999999999e+32,
    "Radius": 702657000,
    "Gravity": 18013.95335534894
  },
  {
    "": 147,
    "name": "DENIS-P J0652197-253450Ã‚Â [de]",
    "Distance": 51,
    "Mass": 1.49175e+32,
    "Radius": 730485000,
    "Gravity": 18657.766085685304
  },
  {
    "": 148,
    "name": "2MASS J07075327-4900503",
    "Distance": 60,
    "Mass": 1.4320799999999998e+32,
    "Radius": 716571000,
    "Gravity": 18613.799250720447
  },
  {
    "": 149,
    "name": "UGPS J072227.51-054031.2",
    "Distance": 13.4,
    "Mass": 5.1713999999999995e+31,
    "Radius": 681786000,
    "Gravity": 7425.029360629866
  },
  {
    "": 150,
    "name": "2MASSI J0727182+171001Ã‚Â [de]",
    "Distance": 29.6,
    "Mass": 8.154899999999999e+31,
    "Radius": 653958000,
    "Gravity": 12726.387075421604
  },
  {
    "": 151,
    "name": "2MASS J07290002-3954043Ã‚Â [de]",
    "Distance": 25.8,
    "Mass": 7.3592999999999995e+31,
    "Radius": 653958000,
    "Gravity": 11484.788336356085
  },
  {
    "": 152,
    "name": "SDSS J074201.41+205520.5Ã‚Â [de]",
    "Distance": 49,
    "Mass": 8.5527e+31,
    "Radius": 653958000,
    "Gravity": 13347.186444954366
  },
  {
    "": 153,
    "name": "DENIS-P J0751164-253043Ã‚Â [de]",
    "Distance": 55,
    "Mass": 1.41219e+32,
    "Radius": 716571000,
    "Gravity": 18355.27426112711
  },
  {
    "": 154,
    "name": "2MASS J07522390+1612157",
    "Distance": 60,
    "Mass": 3.997889999999999e+30,
    "Radius": 47307600000,
    "Gravity": 0.11922167269328364
  },
  {
    "": 155,
    "name": "DENIS J081730.0-615520",
    "Distance": 16.1,
    "Mass": 8.7516e+31,
    "Radius": 653958000,
    "Gravity": 13657.586129720748
  },
  {
    "": 156,
    "name": "2MASS J08251968+2115521Ã‚Â [de]",
    "Distance": 35,
    "Mass": 1.0342799999999999e+32,
    "Radius": 681786000,
    "Gravity": 14850.058721259731
  },
  {
    "": 157,
    "name": "SDSSp J083008.12+482847.4Ã‚Â [de]",
    "Distance": 43,
    "Mass": 9.5472e+31,
    "Radius": 688743000,
    "Gravity": 13432.220946902917
  },
  {
    "": 158,
    "name": "LHS 2021",
    "Distance": 55,
    "Mass": 1.75032e+32,
    "Radius": 800054999.9999999,
    "Gravity": 18250.04628237619
  },
  {
    "": 159,
    "name": "SDSS J083048.80+012831.1Ã‚Â [de]",
    "Distance": 77,
    "Mass": 9.149399999999999e+31,
    "Radius": 667872000,
    "Gravity": 13689.649986046441
  },
  {
    "": 160,
    "name": "2MASSI J0835425-081923Ã‚Â [de]",
    "Distance": 23.53,
    "Mass": 1.2331799999999999e+32,
    "Radius": 695700000,
    "Gravity": 17004.688010493584
  },
  {
    "": 161,
    "name": "2MASSI J0847287-153237Ã‚Â [de]",
    "Distance": 43,
    "Mass": 1.27296e+32,
    "Radius": 695700000,
    "Gravity": 17553.22633341273
  },
  {
    "": 162,
    "name": "2MASS J08533619-0329321",
    "Distance": 27.6,
    "Mass": 1.53153e+32,
    "Radius": 744399000,
    "Gravity": 18445.912684415405
  },
  {
    "": 163,
    "name": "2MASSI J0859254-194926Ã‚Â [de]",
    "Distance": 50,
    "Mass": 9.945e+31,
    "Radius": 681786000,
    "Gravity": 14278.902616595895
  },
  {
    "": 164,
    "name": "2MASSI J0937347+293142",
    "Distance": 20,
    "Mass": 8.3538e+31,
    "Radius": 653958000,
    "Gravity": 13036.786760187986
  },
  {
    "": 165,
    "name": "2MASS 0939Ã¢Ë†â€™2448",
    "Distance": 17.4,
    "Mass": 6.3648e+31,
    "Radius": 660915000,
    "Gravity": 9724.779132084615
  },
  {
    "": 166,
    "name": "2MASS J09490860-1545485Ã‚Â [de]",
    "Distance": 59,
    "Mass": 9.7461e+31,
    "Radius": 667872000,
    "Gravity": 14582.453246005993
  },
  {
    "": 167,
    "name": "2MASS J10073369-4555147",
    "Distance": 46,
    "Mass": 8.7516e+31,
    "Radius": 653958000,
    "Gravity": 13657.586129720748
  },
  {
    "": 168,
    "name": "2MASSI J1010148-040649Ã‚Â [de]",
    "Distance": 55,
    "Mass": 1.0143899999999999e+32,
    "Radius": 681786000,
    "Gravity": 14564.480668927812
  },
  {
    "": 169,
    "name": "2MASS J10224821+5825453Ã‚Â [de]",
    "Distance": 60,
    "Mass": 5.3703e+31,
    "Radius": 980937000,
    "Gravity": 3724.7962171965683
  },
  {
    "": 170,
    "name": "2MASSW J1036530-344138Ã‚Â [de]",
    "Distance": 53,
    "Mass": 9.7461e+31,
    "Radius": 674829000,
    "Gravity": 14283.333947836245
  },
  {
    "": 171,
    "name": "2MASS J1047538+212423Ã‚Â [de]",
    "Distance": 34.4,
    "Mass": 8.3538e+31,
    "Radius": 653958000,
    "Gravity": 13036.786760187986
  },
  {
    "": 172,
    "name": "DEN 1048-3956",
    "Distance": 13.15,
    "Mass": 1.53153e+32,
    "Radius": 744399000,
    "Gravity": 18445.912684415405
  },
  {
    "": 173,
    "name": "Luhman 16B",
    "Distance": 6.516,
    "Mass": 8.5527e+31,
    "Radius": 709614000,
    "Gravity": 11335.615093004306
  },
  {
    "": 174,
    "name": "Luhman 16A",
    "Distance": 6.516,
    "Mass": 7.956e+31,
    "Radius": 702657000,
    "Gravity": 10754.59901811877
  },
  {
    "": 175,
    "name": "DENIS-P J1058.7Ã¢Ë†â€™1548",
    "Distance": 49,
    "Mass": 1.27296e+32,
    "Radius": 695700000,
    "Gravity": 17553.22633341273
  },
  {
    "": 176,
    "name": "TWA 28",
    "Distance": 180,
    "Mass": 7.160399999999999e+31,
    "Radius": 1662723000,
    "Gravity": 1728.5568902058196
  },
  {
    "": 177,
    "name": "Cha 110913-773444",
    "Distance": 163,
    "Mass": 1.5912e+31,
    "Radius": 1252260000,
    "Gravity": 677.2078060730221
  },
  {
    "": 178,
    "name": "SDSS J111010.01+011613.1",
    "Distance": 63,
    "Mass": 1.7900999999999998e+31,
    "Radius": 862668000,
    "Gravity": 1605.3736037566111
  },
  {
    "": 179,
    "name": "2MASS J11145133Ã¢Ë†â€™2618235",
    "Distance": 18.2,
    "Mass": 6.5637e+31,
    "Radius": 667872000,
    "Gravity": 9820.835859555056
  },
  {
    "": 180,
    "name": "TWA 26",
    "Distance": 137,
    "Mass": 5.967e+31,
    "Radius": 1530540000.0000002,
    "Gravity": 1700.0154635924
  },
  {
    "": 181,
    "name": "2MASS J11544223-3400390Ã‚Â [de]",
    "Distance": 129,
    "Mass": 7.3592999999999995e+31,
    "Radius": 1043550000,
    "Gravity": 4510.2039884463275
  },
  {
    "": 182,
    "name": "2MASSW J1155395-372735Ã‚Â [de]",
    "Distance": 31,
    "Mass": 1.27296e+32,
    "Radius": 695700000,
    "Gravity": 17553.22633341273
  },
  {
    "": 183,
    "name": "2MASS J12074836-3900043",
    "Distance": 217,
    "Mass": 3.3812999999999997e+31,
    "Radius": 1189647000,
    "Gravity": 1594.5336154073927
  },
  {
    "": 184,
    "name": "2MASSI J1217110-031113Ã‚Â [de]",
    "Distance": 36,
    "Mass": 8.3538e+31,
    "Radius": 653958000,
    "Gravity": 13036.786760187986
  },
  {
    "": 185,
    "name": "2M 1237+6526",
    "Distance": 45.6,
    "Mass": 8.154899999999999e+31,
    "Radius": 653958000,
    "Gravity": 12726.387075421604
  },
  {
    "": 186,
    "name": "TWA 29",
    "Distance": 262,
    "Mass": 3.978e+30,
    "Radius": 17392500000,
    "Gravity": 0.8776613166706366
  },
  {
    "": 187,
    "name": "SDSSp J125453.90-012247.4Ã‚Â [de]",
    "Distance": 38,
    "Mass": 9.3483e+31,
    "Radius": 681786000,
    "Gravity": 13422.16845960014
  },
  {
    "": 188,
    "name": "Kelu-1A",
    "Distance": 61,
    "Mass": 1.2530699999999999e+32,
    "Radius": 681786000,
    "Gravity": 17991.417296910826
  },
  {
    "": 189,
    "name": "Kelu-1B",
    "Distance": 61,
    "Mass": 1.15362e+32,
    "Radius": 681786000,
    "Gravity": 16563.527035251238
  },
  {
    "": 190,
    "name": "2MASS J13204427+0409045",
    "Distance": 101,
    "Mass": 1.3326299999999999e+32,
    "Radius": 702657000,
    "Gravity": 18013.95335534894
  },
  {
    "": 191,
    "name": "SDSSp J132629.82-003831.5Ã‚Â [de]",
    "Distance": 65,
    "Mass": 1.0143899999999999e+32,
    "Radius": 674829000,
    "Gravity": 14866.327170196908
  },
  {
    "": 192,
    "name": "SDSSp J134646.45-003150.4Ã‚Â [de]",
    "Distance": 48,
    "Mass": 8.7516e+31,
    "Radius": 653958000,
    "Gravity": 13657.586129720748
  },
  {
    "": 193,
    "name": "2MASS J13595510-4034582",
    "Distance": 51,
    "Mass": 1.2530699999999999e+32,
    "Radius": 695700000,
    "Gravity": 17278.95717195316
  },
  {
    "": 194,
    "name": "ULAS J141623.94+134836.3",
    "Distance": 29.7,
    "Mass": 6.3648e+31,
    "Radius": 667872000,
    "Gravity": 9523.234772901873
  },
  {
    "": 195,
    "name": "SDSS J141659.78+500626.4Ã‚Â [de]",
    "Distance": 149,
    "Mass": 1.17351e+32,
    "Radius": 688743000,
    "Gravity": 16510.438247234833
  },
  {
    "": 196,
    "name": "DENIS-P J142527.97-365023.4Ã‚Â [de]",
    "Distance": 38,
    "Mass": 4.1769e+31,
    "Radius": 918324000,
    "Gravity": 3305.5856236518894
  },
  {
    "": 197,
    "name": "LHS 2924",
    "Distance": 38.5,
    "Mass": 1.51164e+32,
    "Radius": 737442000,
    "Gravity": 18551.491875158084
  },
  {
    "": 198,
    "name": "2MASS J14392837+1929150",
    "Distance": 47,
    "Mass": 1.4320799999999998e+32,
    "Radius": 716571000,
    "Gravity": 18613.799250720447
  },
  {
    "": 199,
    "name": "LSPM J1440+1339",
    "Distance": 72,
    "Mass": 1.8298799999999998e+32,
    "Radius": 827883000,
    "Gravity": 17818.48941055067
  },
  {
    "": 200,
    "name": "2MASS J14482563+1031590Ã‚Â [de]",
    "Distance": 47,
    "Mass": 1.17351e+32,
    "Radius": 688743000,
    "Gravity": 16510.438247234833
  },
  {
    "": 201,
    "name": "CFBDSIR 1458+10A",
    "Distance": 104,
    "Mass": 2.2077899999999997e+31,
    "Radius": 1043550000,
    "Gravity": 1353.0611965338978
  },
  {
    "": 202,
    "name": "CFBDSIR 1458+10B",
    "Distance": 104,
    "Mass": 1.7900999999999998e+31,
    "Radius": 904410000,
    "Gravity": 1460.6050018557191
  },
  {
    "": 203,
    "name": "TVLM 513-46546",
    "Distance": 35.1,
    "Mass": 1.49175e+32,
    "Radius": 730485000,
    "Gravity": 18657.766085685304
  },
  {
    "": 204,
    "name": "2MASS 1503+2525",
    "Distance": 20.7,
    "Mass": 8.7516e+31,
    "Radius": 653958000,
    "Gravity": 13657.586129720748
  },
  {
    "": 205,
    "name": "CFBDS J150411+102717",
    "Distance": 71,
    "Mass": 8.7516e+31,
    "Radius": 653958000,
    "Gravity": 13657.586129720748
  },
  {
    "": 206,
    "name": "2MASSW J1506544+132106Ã‚Â [de]",
    "Distance": 46,
    "Mass": 1.37241e+32,
    "Radius": 709614000,
    "Gravity": 18189.707939937143
  },
  {
    "": 207,
    "name": "2MASS 1507Ã¢Ë†â€™1627",
    "Distance": 23.9,
    "Mass": 1.1934e+32,
    "Radius": 688743000,
    "Gravity": 16790.276183628648
  },
  {
    "": 208,
    "name": "TVLM 868-110639",
    "Distance": 53,
    "Mass": 1.5713099999999999e+32,
    "Radius": 751356000,
    "Gravity": 18576.186347141924
  },
  {
    "": 209,
    "name": "2MASSW J1515008+484742Ã‚Â [de]",
    "Distance": 34,
    "Mass": 1.1337299999999999e+32,
    "Radius": 688743000,
    "Gravity": 15950.762374447213
  },
  {
    "": 210,
    "name": "2MASSI J1526140+204341Ã‚Â [de]",
    "Distance": 67,
    "Mass": 1.07406e+32,
    "Radius": 681786000,
    "Gravity": 15421.214825923567
  },
  {
    "": 211,
    "name": "DENIS-P J153941.96-052042.4Ã‚Â [de]",
    "Distance": 51,
    "Mass": 1.2530699999999999e+32,
    "Radius": 695700000,
    "Gravity": 17278.95717195316
  },
  {
    "": 212,
    "name": "2MASS J15462718-3325111Ã‚Â [de]",
    "Distance": 37,
    "Mass": 8.7516e+31,
    "Radius": 653958000,
    "Gravity": 13657.586129720748
  },
  {
    "": 213,
    "name": "2MASSW J1552591+294849Ã‚Â [de]",
    "Distance": 68,
    "Mass": 5.967e+31,
    "Radius": 994851000,
    "Gravity": 4023.705239271954
  },
  {
    "": 214,
    "name": "2MASSW J1555157-095605Ã‚Â [de]",
    "Distance": 44,
    "Mass": 1.41219e+32,
    "Radius": 716571000,
    "Gravity": 18355.27426112711
  },
  {
    "": 215,
    "name": "2MASS J16150413+1340079Ã‚Â [de]",
    "Distance": 48,
    "Mass": 8.3538e+31,
    "Radius": 653958000,
    "Gravity": 13036.786760187986
  },
  {
    "": 216,
    "name": "SDSSp J162414.37+002915.6Ã‚Â [de]",
    "Distance": 36,
    "Mass": 8.5527e+31,
    "Radius": 653958000,
    "Gravity": 13347.186444954366
  },
  {
    "": 217,
    "name": "2MASS J16262034+3925190Ã‚Â [de]",
    "Distance": 110,
    "Mass": 1.41219e+32,
    "Radius": 716571000,
    "Gravity": 18355.27426112711
  },
  {
    "": 218,
    "name": "2MASSW J1632291+190441Ã‚Â [de]",
    "Distance": 50,
    "Mass": 9.7461e+31,
    "Radius": 674829000,
    "Gravity": 14283.333947836245
  },
  {
    "": 219,
    "name": "WISEPA J164715.59+563208.2",
    "Distance": 28,
    "Mass": 8.154899999999999e+31,
    "Radius": 653958000,
    "Gravity": 12726.387075421604
  },
  {
    "": 220,
    "name": "LSPM J1658+7027Ã‚Â [de]",
    "Distance": 60,
    "Mass": 1.4519699999999999e+32,
    "Radius": 723528000,
    "Gravity": 18511.13978046311
  },
  {
    "": 221,
    "name": "2MASSI J1726000+153819",
    "Distance": 114,
    "Mass": 4.7736e+31,
    "Radius": 973979999.9999999,
    "Gravity": 3358.3978954233553
  },
  {
    "": 222,
    "name": "SDSSp J175032.96+175903.9",
    "Distance": 90,
    "Mass": 9.3483e+31,
    "Radius": 674829000,
    "Gravity": 13700.340725475582
  },
  {
    "": 223,
    "name": "2MASS J18283572-4849046",
    "Distance": 39,
    "Mass": 8.9505e+31,
    "Radius": 660915000,
    "Gravity": 13675.470654493993
  },
  {
    "": 224,
    "name": "LSR J1835+3259",
    "Distance": 18.5,
    "Mass": 1.53153e+32,
    "Radius": 744399000,
    "Gravity": 18445.912684415405
  },
  {
    "": 225,
    "name": "2MASSW J1841086+311727",
    "Distance": 138,
    "Mass": 1.3326299999999999e+32,
    "Radius": 702657000,
    "Gravity": 18013.95335534894
  },
  {
    "": 226,
    "name": "2MASS J18432213+4040209",
    "Distance": 46,
    "Mass": 1.90944e+32,
    "Radius": 848754000,
    "Gravity": 17690.02922609453
  },
  {
    "": 227,
    "name": "2MASS J20004841-7523070",
    "Distance": 105,
    "Mass": 4.9725e+31,
    "Radius": 1307916000,
    "Gravity": 1939.9980297898792
  },
  {
    "": 228,
    "name": "SDSS J204749.61-071818.3",
    "Distance": 65,
    "Mass": 9.149399999999999e+31,
    "Radius": 667872000,
    "Gravity": 13689.649986046441
  },
  {
    "": 229,
    "name": "2MASSI J2057540-025230",
    "Distance": 47,
    "Mass": 1.3923e+32,
    "Radius": 709614000,
    "Gravity": 18453.326895588405
  },
  {
    "": 230,
    "name": "2MASSI J2104149-103736",
    "Distance": 62,
    "Mass": 1.37241e+32,
    "Radius": 709614000,
    "Gravity": 18189.707939937143
  },
  {
    "": 231,
    "name": "PSO J318.5Ã¢Ë†â€™22",
    "Distance": 80,
    "Mass": 1.2928499999999999e+31,
    "Radius": 1064421000,
    "Gravity": 761.5658718814262
  },
  {
    "": 232,
    "name": "HB 2124-4228",
    "Distance": 113,
    "Mass": 1.86966e+32,
    "Radius": 841797000,
    "Gravity": 17608.975600846905
  },
  {
    "": 233,
    "name": "2MASS J21392676+0220226",
    "Distance": 32.1,
    "Mass": 9.149399999999999e+31,
    "Radius": 667872000,
    "Gravity": 13689.649986046441
  },
  {
    "": 234,
    "name": "2MASS J21481628+4003593",
    "Distance": 26.3,
    "Mass": 1.09395e+32,
    "Radius": 688743000,
    "Gravity": 15391.086501659593
  },
  {
    "": 235,
    "name": "2MASSW J2206450-421721",
    "Distance": 93,
    "Mass": 4.3758e+31,
    "Radius": 925281000,
    "Gravity": 3411.1151292388645
  },
  {
    "": 236,
    "name": "2MASSW J2208136+292121",
    "Distance": 154,
    "Mass": 5.3703e+31,
    "Radius": 980937000,
    "Gravity": 3724.7962171965683
  },
  {
    "": 237,
    "name": "2MASSW J2224438-015852",
    "Distance": 38,
    "Mass": 1.21329e+32,
    "Radius": 688743000,
    "Gravity": 17070.11412002246
  },
  {
    "": 238,
    "name": "2MASS J22282889-4310262",
    "Distance": 35,
    "Mass": 8.3538e+31,
    "Radius": 653958000,
    "Gravity": 13036.786760187986
  },
  {
    "": 239,
    "name": "2MASS J22373255+3922398",
    "Distance": 64,
    "Mass": 1.4519699999999999e+32,
    "Radius": 723528000,
    "Gravity": 18511.13978046311
  },
  {
    "": 240,
    "name": "2MASSW J2244316+204343",
    "Distance": 56,
    "Mass": 2.3868e+31,
    "Radius": 897453000,
    "Gravity": 1977.7837494831365
  },
  {
    "": 241,
    "name": "2MASS J23224684-3133231",
    "Distance": 56,
    "Mass": 4.7736e+31,
    "Radius": 967022999.9999999,
    "Gravity": 3406.8939884218084
  },
  {
    "": 242,
    "name": "2MASS J23225299-6151275",
    "Distance": 148,
    "Mass": 3.3812999999999997e+31,
    "Radius": 1106163000,
    "Gravity": 1844.300361857821
  },
  {
    "": 243,
    "name": "2MASS J23515044-2537367",
    "Distance": 67,
    "Mass": 1.75032e+32,
    "Radius": 807012000,
    "Gravity": 17936.74658772481
  },
  {
    "": 244,
    "name": "2MASSI J2356547-155310",
    "Distance": 74,
    "Mass": 1.5912e+32,
    "Radius": 758313000,
    "Gravity": 18467.749277641542
  },
  {
    "": 245,
    "name": "WISE 0410+1502",
    "Distance": 20,
    "Mass": 1.1934e+31,
    "Radius": 813969000,
    "Gravity": 1202.1440344491518
  },
  {
    "": 246,
    "name": "WISE 0458+6434A",
    "Distance": 35.9,
    "Mass": 2.9835e+31,
    "Radius": 2921940000,
    "Gravity": 233.22207607106628
  },
  {
    "": 247,
    "name": "WISE 0458+6434B",
    "Distance": 35.9,
    "Mass": 1.989e+31,
    "Radius": 2643660000,
    "Gravity": 189.93709242352767
  },
  {
    "": 248,
    "name": "WISE 1405+5534",
    "Distance": 25.3,
    "Mass": 5.967e+31,
    "Radius": 598302000,
    "Gravity": 11125.033590842642
  }
]